[
  {
    "id": 1,
    "estate_title": "Luxury Retail Space in Downtown",
    "segment_name": "Retail",
    "description": "This exquisite retail space offers a prime location in the heart of downtown, attracting high foot traffic from locals and tourists alike. With a spacious floor plan spanning 2000 square feet, this property provides ample room for showcasing your products in a stylish and inviting environment. The interior boasts modern design elements, including floor-to-ceiling windows that flood the space with natural light, enhancing the shopping experience for customers. Additionally, the property features state-of-the-art amenities such as a fully equipped kitchen, perfect for hosting events or providing catering services. Whether you're launching a new retail venture or expanding an existing brand, this premier space offers unparalleled opportunities for success.",
    "price": "$10,000 per month",
    "status": "rent",
    "area": "2000 sq ft",
    "location": "Downtown, City Center",
    "facilities": ["Spacious Living Room", "Modern Kitchen", "High-speed Internet Access"],
    "image": "https://plus.unsplash.com/premium_photo-1661881436846-5a0f53025711?q=80&w=1228&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": 2,
    "estate_title": "Versatile Retail Space in Shopping Mall",
    "segment_name": "Retail",
    "description": "Discover endless possibilities with this versatile retail space located within a bustling shopping mall. Boasting a strategic location near anchor stores and popular dining destinations, this property ensures maximum visibility and exposure for your brand. The expansive layout spans 2500 square feet and offers a blank canvas for customizing the space to suit your unique needs. Whether you're launching a pop-up shop, hosting a special event, or establishing a flagship store, this dynamic space provides the ideal backdrop for success. In addition to its prime location, the property features essential amenities such as ample parking, 24/7 security, and easy access to public transportation, ensuring convenience for both customers and staff.",
    "price": "$15,000 per month",
    "status": "rent",
    "area": "2500 sq ft",
    "location": "Shopping Mall, Retail District",
    "facilities": ["Flexible Floor Plan", "Ample Parking", "24/7 Security"],
    "image": "https://images.unsplash.com/photo-1534452203293-494d7ddbf7e0?q=80&w=1172&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": 3,
    "estate_title": "Prime Retail Space on High Street",
    "segment_name": "Retail",
    "description": "Position your brand for success with this prime retail space situated on a bustling high street. Spanning 1800 square feet, this property offers a highly visible storefront, ensuring maximum exposure to passing foot traffic. The interior features an open layout with high ceilings, creating a spacious and welcoming atmosphere for customers. Whether you're launching a boutique clothing store, a trendy cafe, or a specialty shop, this versatile space provides the perfect setting to showcase your offerings. Additionally, the property includes essential amenities such as a fully equipped kitchen, ideal for preparing food and beverages on-site. With its strategic location and functional design, this retail space presents an unparalleled opportunity to establish a thriving business in a vibrant urban setting.",
    "price": "$12,500 per month",
    "status": "rent",
    "area": "1800 sq ft",
    "location": "High Street, Urban Center",
    "facilities": ["High Ceilings", "Open Layout", "Fully Equipped Kitchen"],
    "image": "https://images.unsplash.com/photo-1482859454392-1b5326395032?q=80&w=1170&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": 4,
    "estate_title": "Stylish Retail Space in Trendy Neighborhood",
    "segment_name": "Retail",
    "description": "Embrace the energy of a trendy neighborhood with this stylish retail space, located in one of the city's most sought-after districts. Boasting a prime corner location with floor-to-ceiling windows, this property offers unparalleled visibility and exposure to pedestrian traffic. The interior features a contemporary design with sleek finishes and modern fixtures, creating an inviting ambiance for customers. Spanning 1500 square feet, the space provides ample room for showcasing your products and creating immersive shopping experiences. Whether you're launching a fashion boutique, a specialty store, or a chic cafe, this versatile space serves as the perfect canvas for bringing your vision to life. Additionally, the property includes essential amenities such as a spacious living room, ideal for hosting events and engaging with customers in a relaxed setting.",
    "price": "$18,000 per month",
    "status": "rent",
    "area": "1500 sq ft",
    "location": "Trendy Neighborhood, Fashion District",
    "facilities": ["Corner Location", "Floor-to-Ceiling Windows", "Spacious Living Room"],
    "image": "https://images.unsplash.com/photo-1689972205612-ffee35bf81b2?q=80&w=1170&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": 5,
    "estate_title": "Exclusive Retail Space in Luxury Shopping Center",
    "segment_name": "Retail",
    "description": "Elevate your brand with this exclusive retail space located within a prestigious luxury shopping center. Nestled amidst upscale boutiques and renowned designer brands, this property offers unparalleled visibility and prestige for your business. The interior features a sophisticated design with high-end finishes and elegant decor, creating a luxurious ambiance that resonates with discerning clientele. Spanning 2200 square feet, the space provides ample room for showcasing premium products and delivering personalized shopping experiences. Whether you're launching a flagship store, a high-end salon, or a gourmet delicatessen, this prestigious space offers a unique opportunity to position your brand at the pinnacle of luxury retail. Additionally, the property includes essential amenities such as a private swimming pool, perfect for VIP events and exclusive gatherings.",
    "price": "$25,000 per month",
    "status": "rent",
    "area": "2200 sq ft",
    "location": "Luxury Shopping Center, Prestigious District",
    "facilities": ["Luxurious Interior Design", "Private Swimming Pool", "VIP Lounge"],
    "image": "https://images.unsplash.com/photo-1441984904996-e0b6ba687e04?q=80&w=1170&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": 6,
    "estate_title": "Modern Retail Space in Tech Hub",
    "segment_name": "Retail",
    "description": "Immerse your brand in the dynamic energy of a thriving tech hub with this modern retail space. Located within close proximity to leading tech companies and innovative startups, this property offers a strategic location for tapping into a tech-savvy consumer base. The interior features a contemporary design with minimalist aesthetics and cutting-edge technology, creating a sleek and futuristic ambiance that resonates with modern shoppers. Spanning 1700 square feet, the space provides ample room for showcasing the latest gadgets, electronics, and tech accessories. Whether you're launching a flagship store, a tech showroom, or a co-working space, this versatile property offers endless possibilities for engaging with tech enthusiasts and driving innovation in retail. Additionally, the property includes essential amenities such as a fully equipped kitchen, ideal for hosting product launches and tech events.",
    "price": "$14,500 per month",
    "status": "rent",
    "area": "1700 sq ft",
    "location": "Tech Hub, Innovation District",
    "facilities": ["Minimalist Design", "Cutting-edge Technology", "Fully Equipped Kitchen"],
    "image": "https://images.unsplash.com/photo-1552664730-d307ca884978?q=80&w=1170&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": 7,
    "estate_title": "Charming Retail Space in Historic District",
    "segment_name": "Retail",
    "description": "Step into the charm of yesteryears with this delightful retail space nestled within a historic district. Located amidst quaint cobblestone streets and historic landmarks, this property offers a unique opportunity to immerse customers in the rich heritage and culture of the area. The interior exudes old-world charm with exposed brick walls, hardwood floors, and vintage fixtures, creating a warm and inviting ambiance for shoppers. Spanning 1600 square feet, the space provides ample room for showcasing artisanal crafts, antiques, and specialty goods. Whether you're launching a boutique gallery, a craft brewery, or a cozy cafe, this charming space offers endless possibilities for creating memorable shopping experiences. Additionally, the property includes essential amenities such as a spacious courtyard, perfect for outdoor events and al fresco dining.",
    "price": "$20,000 per month",
    "status": "rent",
    "area": "1600 sq ft",
    "location": "Historic District, Cultural Center",
    "facilities": ["Exposed Brick Walls", "Hardwood Floors", "Spacious Courtyard"],
    "image": "https://media.istockphoto.com/id/1448426600/photo/kampong-phluk-floating-village-cambodia-drone-view.jpg?s=2048x2048&w=is&k=20&c=NUJzNoPdZGbRFvpm_nOhDgHhrmvLktzk-rKtzRfbFqA="
  },
  {
    "id": 8,
    "estate_title": "Urban Retail Space in Creative Hub",
    "segment_name": "Retail",
    "description": "Unleash your creativity with this urban retail space located within a vibrant creative hub. Surrounded by art galleries, design studios, and eclectic boutiques, this property offers a dynamic environment for fostering artistic expression and innovation. The interior features an industrial-chic design with exposed ductwork, polished concrete floors, and graffiti-inspired murals, creating a trendy and urban aesthetic that resonates with modern consumers. Spanning 1900 square feet, the space provides ample room for showcasing handmade crafts, contemporary artwork, and cutting-edge fashion. Whether you're launching a pop-up shop, hosting art exhibitions, or curating a concept store, this versatile space offers endless opportunities for engaging with the local creative community and shaping the cultural landscape of the city. Additionally, the property includes essential amenities such as a rooftop terrace, perfect for hosting rooftop parties and outdoor events.",
    "price": "$16,500 per month",
    "status": "rent",
    "area": "1900 sq ft",
    "location": "Creative Hub, Artistic Quarter",
    "facilities": ["Industrial-chic Design", "Exposed Ductwork", "Rooftop Terrace"],
    "image": "https://plus.unsplash.com/premium_photo-1661950075159-fc0ec52d9dca?q=80&w=1171&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  },
  {
    "id": 9,
    "estate_title": "Cozy Retail Space in Quaint Village",
    "segment_name": "Retail",
    "description": "Escape the hustle and bustle of city life with this cozy retail space nestled within a quaint village setting. Surrounded by picturesque landscapes, charming cafes, and artisanal shops, this property offers a tranquil retreat for shoppers seeking a leisurely shopping experience. The interior exudes rustic charm with exposed wooden beams, stone accents, and vintage decor, creating a warm and inviting ambiance that evokes nostalgia and comfort. Spanning 1400 square feet, the space provides ample room for showcasing handmade crafts, locally sourced goods, and artisanal delicacies. Whether you're launching a farm-to-table market, a craft workshop, or a specialty bookstore, this charming space offers a unique opportunity to connect with the local community and celebrate the beauty of rural living. Additionally, the property includes essential amenities such as a cozy fireplace, perfect for creating a cozy atmosphere during the winter months.",
    "price": "$22,000 per month",
    "status": "rent",
    "area": "1400 sq ft",
    "location": "Quaint Village, Countryside",
    "facilities": ["Rustic Charm", "Exposed Wooden Beams", "Cozy Fireplace"],
    "image": "https://images.unsplash.com/photo-1691524711418-53acf98c84fa?q=80&w=1332&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  }
]
